Repository: DITIntl/prometeo-erp
Catalog: products/locale/*/LC_MESSAGES/django.po
Languages: it

source: name
it: nome

source: code
it: codice

source: description
it: descrizione

source: UOM
it: Unità di misura

source: UOS
it: Unità di vendita

source: Conversion rate between UOM and UOS
it: Tasso di conversione tra unità di misura e di vendita

source: UOM to UOS
it: Da UM a UV

source: unit weight (Kg)
it: peso unitario (Kg)

source: consumable?
it: consumabile?

source: service?
it: servizio?

source: sales price
it: prezzo di vendita

source: sales currency
it: valuta di vendita

source: max sales discount (%)
it: max sconto di vendita (%)

source: sales tax (%)
it: tasse di vendita (%)

source: suppliers
it: fornitori

source: categories
it: categorie

source: dashboard
it: bacheca

source: stream
it: cronologia

source: product
it: prodotto

source: products
it: prodotti

source: quantity
it: quantità

source: Keep it blank to use the product's default one
it: Lasciare bianco per utilizzare il valore predefinito del prodotto

source: unit price
it: prezzo unitario

source: tax (%)
it: tasse (%)

source: discount (%)
it: sconto (%)

source: notes
it: note

source: product entry
it: voce prodotto

source: product entries
it: voci prodotto

source: supplier
it: fornitore

source: supply method
it: metodo di fornitura

source: Product name used by the supplier
it: Nome del prodotto usato dal fornitore

source: ref. name
it: rif. nome.

source: Product code used by the supplier
it: Codice del prodotto usato dal fornitore

source: ref. code
it: rif. codice

source: purchase price
it: prezzo d'acquisto

source: purchase currency
it: valuta d'acquisto

source: max purchase discount (%)
it: max sconto d'acquisto (%)

source: purchase tax (%)
it: tasse d'acquisto (%)

source: lead time (days)
it: tempo di consegna (gg)

source: minimal quantity
it: quantità minima

source: warranty period (days)
it: periodo di garanzia (gg)

source: end of life
it: fine ciclo di vita

source: supply
it: fornitura

source: supplies
it: forniture

source: %(class)s %(name)s created
it: %(class)s %(name)s creato

source: %(class)s %(name)s deleted
it: %(class)s %(name)s eliminato

source: %(author)s commented %(class)s %(name)s
it: %(author)s ha commentato %(class)s %(name)s

source: comment deleted
it: commento eliminato

source: The product has been saved.
it: Il prodotto è stato salvato.

source: The supply has been saved.
it: La fornitura è stata salvata.

source: Main menu for product model
it: Menu principale per un prodotto

source: Products
it: Prodotti

source: Products management
it: Gestione prodotti

source: Details
it: Dettagli

source: Supplies
it: Forniture

source: Timeline
it: Cronologia

source: Product created
it: Creazione prodotto

source: Product deleted
it: Eliminazione prodotto

source: Product supply created
it: Creazione fornitura

source: Product supply deleted
it: Eliminazione fornitura
